cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "google-chrome"
cask "virtualbox"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "marshallofsound-google-play-music-player"
cask "keybase"
cask "slack"
cask "gitter"
brew "gnupg2"
brew "tmux"
brew "python"
brew "vim", args: ["with-override-system-vi","with-lua"]
brew "awscli"
brew "pinentry-mac"
brew "go"
brew "node"
brew "kubernetes-helm"

tap "caskroom/fonts"
cask "font-hack-nerd-font-mono"
cask "font-hack-nerd-font"

tap "nektos/tap"
brew "act"
