cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "google-chrome"
cask "virtualbox"
cask "docker"
cask "iterm2"
cask "visual-studio-code"
cask "keybase"
cask "slack"
cask "gitter"
brew "gnupg2"
brew "tmux"
brew "python"
brew "vim"
brew "awscli@2"
brew "pinentry-mac"
brew "go"
brew "node"

brew "helm"
brew "kubectl"
brew "skaffold"

cask "java"
brew "maven"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

tap "nektos/tap"
brew "act"

tap "github/gh"
brew "gh"
